[
  {
    "id": "stickman-ghost-online-game",
    "title": "Stickman Ghost Online",
    "description": "Play Stickman Ghost Online for free and dive into an epic stickman action adventure! Take control of a brave stickman warrior determined to protect his world from evil enemies. Battle through intense levels filled with stickman ninjas, powerful bosses, and non-stop action. Use a wide variety of weapons, combos, and fighting skills to crush your rivals and prove you’re the ultimate ghost fighter. Explore different areas, perform deadly moves, and master special abilities to survive. Collect coins to upgrade your weapons, unlock new skins, and enhance your powers. Become the last ghost survivor in Stickman City and save the world from chaos. If you love stickman games, ninja fighting, and fast-paced action, this free online game is made for you!",
    "genre": "Action",
    "thumbnail": "https://tikmob.github.io/game/images/1.jpg",
    "iframe": "https://html5.gamemonetize.co/qsd2h427rg6z6gza2xekqsdwgk1dwksa/"
  },
  {
    "id": "prado-car-parking-game",
    "title": "Prado Car Parking Game",
    "description": "Experience the next level of luxury driving with Prado Car Parking Simulator. Step into a world where precision meets performance, offering an authentic and immersive parking adventure crafted for SUV lovers and driving perfectionists. Master your skills behind the wheel of high-end Prado vehicles as you navigate through realistic environments, complex parking missions, and smooth controls that test your accuracy, focus, and timing. This isn't just another car game — it's a complete driving simulator that challenges you to park like a pro.",
    "genre": "Racing",
    "thumbnail": "https://tikmob.github.io/game/images/5.jpg",
    "iframe": "https://html5.gamemonetize.co/xdcbce71p7nlxghsu51nly0ussa0li4s/"
  },
  {
    "id": "super-mario-run-game",
    "title": "Super Mario Run",
    "description": "Join Mario and his friends in this free running and adventure game! Help rescue the princess as you run, jump, and dash through colorful worlds filled with platform challenges, coins, enemies, and traps. Tap to jump over spikes, perform amazing tricks, and stomp on enemies to defeat them. Collect coins to unlock fun Mario-style masks and power-ups in the shop. Watch out for dangerous saws and spikes, stay focused, and run as fast as possible to reach the highest score. If you love classic Mario games, platform runner adventures, and arcade-style challenges, this game is made for you. Play now and enjoy endless fun with Run with Mario and Friends — the best free Mario-style running game online!",
    "genre": "Adventure",
    "thumbnail": "https://tikmob.github.io/game/images/4.jpg",
    "iframe": "https://html5.gamemonetize.co/pooszvaulpq40v81v8z3cfdpzau4hro6/"
  },
  {
    "id": "sniper-simulator-game",
    "title": "Sniper Simulator",
    "description": "Step into the world of precision shooting with Sniper Simulator, a realistic first-person sniper game designed for true marksmen. Take on the role of an elite sniper and test your skills with a wide range of classic rifles and modern sniper weapons. Experience thrilling sniper training missions, where every shot counts and accuracy is everything. Enjoy the unique gun assembly feature, allowing you to build and customize your own sniper rifles before heading into missions. The game offers smooth controls, realistic gun textures, and immersive sound effects, delivering one of the most authentic FPS shooting experiences ever made. Whether you're a fan of sniper simulators, military training games, or realistic shooting practice, Sniper Simulator is your ultimate test of patience, focus, and precision.",
    "genre": "Action",
    "thumbnail": "https://tikmob.github.io/game/images/3.jpg",
    "iframe": "https://html5.gamemonetize.co/ote0vnkghfmoz4n40ifk5isr27q9f5qj/"
  },
  {
    "id": "among-us-online-edition",
    "title": "Among Us Online Edition",
    "description": "Welcome to Among Us Online Edition, a thrilling solo version inspired by the famous space sabotage game. Step aboard the spaceship as the impostor, complete secret missions, and eliminate crew members one by one without getting caught. Use sabotage, stealth, and clever strategy to stay hidden and take control of the ship. Enjoy a tense and exciting offline Among Us experience where every move counts. Can you outsmart everyone and become the last one standing?",
    "genre": "Action",
    "thumbnail": "https://tikmob.github.io/game/images/2.jpg",
    "iframe": "https://html5.gamemonetize.co/luye5rleios737wp2o9wjq7h577gl937/"
  },
  {
    "id": "worms-zone-a-slithery-snake",
    "title": "Worms Zone a Slithery Snake",
    "description": "Enter the world of Worms Zone, a fun and fast-paced snake evolution game with a dynamic storyline. Start as a tiny worm and eat everything in your path to grow into a massive anaconda. Keep moving, stay alert, and avoid being eaten by larger opponents. Compete with other players, collect colorful treats, and become the biggest worm in the arena. The more you eat, the stronger you get — but remember, one wrong move and it’s game over! Enjoy smooth controls, vibrant visuals, and addictive gameplay that makes Worms Zone one of the most exciting slither-style games around.",
    "genre": "Arcade",
    "thumbnail": "https://tikmob.github.io/game/images/6.jpg",
    "iframe": "https://html5.gamemonetize.co/vz6qfngm0al4ggz8f3lrvrfrqrm1q19m/"
  }
]
